Repository: altlinux/geyser
Catalog: locale/*/app.po
Languages: ru

source: on
ru: на

source: or
ru: или

source: about
ru: о

source: back
ru: назад

source: &quot; in branch <b>%s</b> were found
ru: &raquo; в ветви <b>%s</b> найдено

source: &quot; in all branches were found
ru: &raquo; во всех ветвях найдено

source: <b>A:</b> Create filter for rsync with the help of this
ru: <b>А:</b> Составьте фильтр для rsync на основе данной

source: <b>Limit<br>by size:</b><br>
ru: <b>Ограничение<br>по размеру:</b><br>

source: <b>Geyser</b> project is an attempt to create analytic site for developers and users of Alt repositories.<br><br> It is useful for developers due to ability to more closely interoperate with other developers and users of respective packages. This site is especially valueable to new ALT Linux Team members. It gives answers "who is who", "who does what", "what status is" in interesting field.<br><br> Sisyphus users can get full information about a package beforehand. There are handy links (site of origin, ALT specific issues, wiki, etc.).<br><br> The project is useful for BaseALT SPO Ltd. and ALT Linux Team too, as it gives information about Sisyphus development, strong and weak aspects, actively supported and used groups of packages.<br><br> Another nice property of the project is posibility to use it together with any other package repository snapshot (not only Sisyphus itself), for local development within a small group or even one's self.<br><br> The <a class='news' href='https://github.com/altlinux/geyser'>Geyser</a> project is based on code from <a class='news' href='https://github.com/biow0lf/prometheus2.0'>Prometheus2.0</a>, which had been made available under the <a class='news'href='https://en.wikipedia.org/wiki/MIT_License'>MIT License.</a>
ru: Проект <b>Geyser</b> &mdash; это попытка создать информационно-аналитический сайт для разработчиков и пользователей репозиториев ALT.<br><br> Для разработчиков он будет интересен тем, что позволит более тесно взаимодействовать с другими разработчиками и пользователями его пакетов. Сопровождающие смогут обмениваться информационными сообщениями с командой, извещая о тех или иных изменениях в поддержке своих пакетов, смогут объединяться в команды по &laquo;интересам&raquo; &mdash; что может повысить качество создаваемых пакетов благодаря коллективным усилиям над улучшениями и исправлению ошибок. Чтобы каждый сопровождающий знал, кто может временно его подменить по поддержке пакета, если он будет отсутствовать, и т.д.<br><br> Особо ценным ресурс может оказаться для новобранцев ALT Linux Team. Это исключит много однообразных вопросов по работе, избавит новичка от копания в архивах рассылки devel@ в поисках ответов. Исследование сайта сразу даст ему понять, &laquo;кто есть кто&raquo;, &laquo;кто чем занимается&raquo;, &laquo;каково состояние дел&raquo; в той области, которой он интересуется.<br><br> Пользователи Prometheus смогут получить полную информацию о пакетах. Смогут ознакомиться с документацией по пакету (ссылки на сайты с полезной документацией, специфичная для ALT информация о пакете, особенности сборки и т.д.). Это в будущем может избавить от лишних вопросов в рассылках и упорядочит весь имеющийся архив документации по ALT. В обсуждениях (форумах) будет возможность общения с сопровождающими, что опять же позволит получить ответы на большинство вопросов новичков.<br><br> Для опытных пользователей будет удобная возможность отслеживания состояния интересующих их пакетов. Они смогут вносить свои предложения по развитию.<br><br> Для ООО &laquo;Базальт СПО&raquo; и Core Team (собственно те, кто стоит на страже INCOMING и делает из Sisyphus то, что потом называется дистрибутивом ALT) это тоже сможет служить полезным инструментом для извлечения систематизированной информации о ходе развития Sisyphus. Увидеть слабые и сильные стороны, какие группы пакетов активно развиваются и поддерживаются, какие менее востребованы.<br><br> Дополнительным положительным свойством проекта можно назвать возможность его использования для любого другого непротиворечивого среза пакетов (не только Sisyphus). Или локально, внутри какой-либо группы разработчиков, или вообще в одиночку для собственных изысканий.<br><br> Проект <a class='news' href='https://github.com/altlinux/geyser'>Geyser</a> основан на коде из проекта <a class='news' href='https://github.com/biow0lf/prometheus2.0'>Prometheus 2.0</a>, который был доступен по <a class='news'href='https://ru.wikipedia.org/wiki/Лицензия_MIT'>лицензии MIT.</a>

source: <b>Q:</b> How can I skip heap of packages if I even don't know why I need them?
ru: <b>В:</b> Как избежать копирования множества пакетов, в необходимости наличия которых вы сомневаетесь?

source: <b>Sisyphus</b> is daily updated free software <b>repository</b> by <abbr title="Independent ALT development team" style="border-bottom: 1px dotted gray;">ALT&nbsp;Linux&nbsp;Team</abbr>. Participation in Sisyphus project is open for anyone. This project is based upon software packaging and dependency tracking technologies as well as robust developer collaboration processes. You can switch to Sisyphus from any ALT distribution using <b>APT</b> package manager. Sisyphus is a solution set constantly being under development which can be used to create universal or specialized <b>Linux distributions</b> or just <b>single systems</b>.
ru: <b>Sisyphus</b> &mdash; ежедневно обновляемый <b>репозиторий</b> пакетов свободных программ <abbr title="Независимая команда разработчиков ALT Linux" style="border-bottom: 1px dotted gray;">ALT&nbsp;Linux&nbsp;Team</abbr>. Участие в Sisyphus открыто для всех желающих. В основе Sisyphus лежат технологии сборки программ и учёта зависимостей между ними, а также отработанные процессы по взаимодействию между разработчиками. Для использования Sisyphus достаточно наличия любого дистрибутива ALT и средства управления пакетами программ <b>APT</b>. Sisyphus &mdash; это постоянно развивающийся набор решений, на основе которого возможно создание универсальных или специализированных <b>дистрибутивов Linux</b> и <b>одиночных внедрений</b>.

source: It is useful to estimate the current state of Sisyphus by <b><a href="http://en.altlinux.org/Regular">the regular LiveCD builds</a></b>.
ru: Оценить текущее состояние может быть удобно при помощи <b><a href="http://www.altlinux.org/Regular">регулярных сборок</a> LiveCD</b>.

source: Sisyphus is not intended for end users and its usage may result in unpredictable behaviour. You might want to use ALT distributions and their usual updates if you want to run a reliable system.
ru: Sisyphus не направлен на удовлетворение нужд конечных пользователей, и его использование может привести к непредсказуемым последствиям. Если вам нужна надёжно работающая система, то следует использовать только дистрибутивы ALT и штатные обновления к ним.

source: The <a class='news' href='https://github.com/altlinux/geyser'>Geyser</a> project is based on code from <a class='news' href='https://github.com/biow0lf/prometheus2.0'>Prometheus2.0</a>, which had been made available under the <a class='news'href='https://en.wikipedia.org/wiki/MIT_License'>MIT License.</a>
ru: Проект <a class='news' href='https://github.com/altlinux/geyser'>Geyser</a> основан на коде из проекта <a class='news' href='https://github.com/biow0lf/prometheus2.0'>Prometheus 2.0</a>, который был доступен по <a class='news'href='https://ru.wikipedia.org/wiki/Лицензия_MIT'>лицензии MIT</a>

source: ACL's
ru: Права

source: ACL:
ru: Права:

source: Seen on building
ru: Выполнял сборку

source: ALT Planet
ru: Планета ALT

source: ALT Linux Team - package repositories info
ru: ALT Linux Team — сведения о репозиториях пакетов

source: ALT Linux Team - wiki
ru: ALT Linux Team — вики-сайт

source: ALT repositories
ru: Репозитории ALT

source: About
ru: О проекте

source: Accessibility
ru: Доступность

source: Alexey Shabalin
ru: Алексей Шабали́н

source: Andrey Cherepanov
ru: Андрей Черепанов

source: Andriy Stepanov
ru: Андрей Степанов

source: Anton Farygin
ru: Антон Фарыгин

source: Ivan Zakharyaschev
ru: Иван Захарящев

source: Gleb Fotengauer-Malinovskiy
ru: Глеб Фотенгауэр-Малиновский

source: Vladimir D. Seleznev
ru: Владимир Селезнёв

source: Mikhail
ru: Михаил Гордеев

source: Mikhail Efremov
ru: Михаил Ефремов

source: Anton V. Boyarshinov
ru: Антон Бояршинов

source: Ivan A. Melnikov
ru: Иван Мельников

source: Grigory Ustinov
ru: Григорий Устинов

source: Anton Midyukov
ru: Антон Мидюков

source: Stanislav Levin
ru: Станислав Левин

source: Yuri N. Sedunov
ru: Юрий Седунов

source: Sergey V Turchin
ru: Сергей Турчин

source: George V. Kouryachy
ru: Георгий Курячий

source: Aleksei Nikiforov
ru: Алексей Никифоров

source: Dmitry V. Levin
ru: Дмитрий Левин

source: Nikolay A. Fetisov
ru: Николай Фетисов

source: Valery Inozemtsev
ru: Валерий Иноземцев

source: Vladimir Lettiev
ru: Владимир Леттиев

source: Alexey Gladkov
ru: Алексей Гладков

source: Evgenii Terechkov
ru: Евгений Терешков

source: Paul Wolneykien
ru: Павел Волнейкин

source: Pavel Skrylev
ru: Малъ Скрылёвъ

source: Sergey Bolshakov
ru: Сергей Большаков

source: Andrew Savchenko
ru: Андрей Савченко

source: Andrey Bychkov
ru: Андрей Бычков

source: AEN
ru: Алексей Новодворский

source: Denis Medvedev
ru: Денис Медведев

source: Alexey Appolonov
ru: Алексей Апполонов

source: Igor Vlasenko
ru: Игорь Власе́нко

source: Igor Zubkov
ru: Игорь Зубков

source: Ildar Mulyukov
ru: Ильдар Мулюков

source: Vitaly Lipatov
ru: Виталий Липатов

source: Vladimir Didenko
ru: Владимир Диденко

source: Denis Nazarov
ru: Денис Назаров

source: Denis Smirnov
ru: Денис Смирнов

source: Valentin Rosavitskiy
ru: Валентин Росавицкий

source: Archiving/Backup
ru: Архивирование/Резервное копирование

source: Archiving/Cd burning
ru: Архивирование/Создание CD

source: Archiving/Compression
ru: Архивирование/Сжатие

source: Archiving/Other
ru: Архивирование/Прочее

source: Are you sure?
ru: Вы уверены?

source: Back
ru: Назад

source: Telegram channel
ru: Канал в Telegram

source: Books/Computer books
ru: Документация/Компьютерная литература

source: Books/Faqs
ru: Документация/FAQ

source: Books/Howtos
ru: Документация/HowTo

source: Books/Literature
ru: Документация/Литература

source: Books/Other
ru: Документация/Прочее

source: Broken changelog entry.
ru: Некорректная запись списка изменений.

source: Watch
ru: Надзор

source: Novelties of external package watch
ru: Надзор за внешними обновлениями пакетов

source: Bugs
ru: Ошибки

source: Bugs and FR (%s/%s)
ru: Ошибки (%s/%s)

source: Bugs/FR statistics assigned to this maintainer
ru: статистика по кол-ву ошибок/запросов, адресованных данному сопровождающему

source: Build time:
ru: Время сборки:

source: Built:
ru: Собрано:

source: Archive:
ru: Архив:

source: Repocop status:
ru: Отчёт repocop:

source: Cancel my account
ru: Удалить мою учётную запись

source: Change my password
ru: Изменить мой пароль

source: Change your password
ru: Измените ваш пароль

source: Changelog
ru: Изменения

source: Changes:
ru: Изменения:

source: Choose a mirror:
ru: Выберите зеркало:

source: Click the link below to unlock your account:
ru: Перейдите по ссылке ниже для разблокирования учётной записи:

source: Communications
ru: Коммуникации

source: Confirm my account
ru: Подтвердить мою учётную запись

source: Confirm new password
ru: Подтвердите новый пароль

source: Current maintainer:
ru: Текущий сопровождающий:

source: Current version:
ru: Текущая версия:

source: Currently waiting confirmation for:
ru: Ожидается подтверждение для:

source: Databases
ru: Базы данных

source: Description:
ru: Описание:

source: Development/C
ru: Разработка/C

source: Development/C++
ru: Разработка/C++

source: Development/Databases
ru: Разработка/Базы данных

source: Development/Debug
ru: Разработка/Отладка

source: Development/Debuggers
ru: Разработка/Отладчики

source: Development/Documentation
ru: Разработка/Документация

source: Development/Erlang
ru: Разработка/Erlang

source: Development/Functional
ru: Разработка/Функциональные языки

source: Development/GNOME and GTK+
ru: Разработка/GNOME и GTK+

source: Development/Haskell
ru: Разработка/Haskell

source: Development/Java
ru: Разработка/Java

source: Development/KDE and QT
ru: Разработка/KDE и QT

source: Development/Kernel
ru: Разработка/Ядро

source: Development/Lisp
ru: Разработка/Lisp

source: Development/ML
ru: Разработка/ML

source: Development/Objective-C
ru: Разработка/Objective-C

source: Development/Other
ru: Разработка/Прочее

source: Development/Perl
ru: Разработка/Perl

source: Development/Python
ru: Разработка/Python

source: Development/Python3
ru: Разработка/Python 3

source: Development/Ruby
ru: Разработка/Ruby

source: Development/Scheme
ru: Разработка/Scheme

source: Development/Tcl
ru: Разработка/TCL

source: Development/Tools
ru: Разработка/Инструменты

source: Didn't receive unlock instructions?
ru: Не получили инструкцию по разблокировке?

source: Dmitriy Kulik
ru: Дмитрий Кулик

source: Documentation
ru: Документация

source: Download
ru: Загрузить

source: Edit my maintainer profile
ru: Редактировать мою учётную запись сопровождающего

source: Editors
ru: Редакторы

source: Education
ru: Обучение

source: Egor Vyscrebentsov
ru: Егор Выскребенцов

source: Emulators
ru: Эмуляторы

source: Engineering
ru: Технические приложения

source: Eugene Prokopiev
ru: Евгений Прокопьев

source: Eugeny A. Rostovtsev
ru: Евгений Ростовцев

source: File tools
ru: Работа с файлами

source: Forgot your password?
ru: Забыли пароль?

source: Games/Adventure
ru: Игры/Приключения

source: Games/Arcade
ru: Игры/Аркады

source: Games/Boards
ru: Игры/Настольные

source: Games/Cards
ru: Игры/Карты

source: Games/Educational
ru: Игры/Обучающие

source: Games/Other
ru: Игры/Прочее

source: Games/Puzzles
ru: Игры/Головоломки

source: Games/Sports
ru: Игры/Спорт

source: Games/Strategy
ru: Игры/Стратегии

source: Git repo
ru: Репозиторий Git

source: Graphical desktop/Enlightenment
ru: Графические оболочки/Enlightenment

source: Graphical desktop/FVWM based
ru: Графические оболочки/FVWM-подобные

source: Graphical desktop/GNOME
ru: Графические оболочки/GNOME

source: Graphical desktop/GNUstep
ru: Графические оболочки/GNUstep

source: Graphical desktop/Icewm
ru: Графические оболочки/IceWM

source: Graphical desktop/KDE
ru: Графические оболочки/KDE

source: Graphical desktop/MATE
ru: Графические оболочки/MATE

source: Graphical desktop/Motif
ru: Графические оболочки/Motif

source: Graphical desktop/Other
ru: Графические оболочки/Прочее

source: Graphical desktop/Rox
ru: Графические оболочки/Rox

source: Graphical desktop/Sawfish
ru: Графические оболочки/Sawfish

source: Graphical desktop/Sugar
ru: Графические оболочки/Sugar

source: Graphical desktop/Window Maker
ru: Графические оболочки/Window Maker

source: Graphical desktop/XFce
ru: Графические оболочки/XFce

source: Graphics
ru: Графика

source: Group
ru: Группа

source: Group:
ru: Группа:

source: Groups:
ru: Группы:

source: Home
ru: Главная

source: Home page:
ru: Домашняя страница:

source: If you didn't request this, please ignore this email.
ru: Если вы не запрашивали это действие, просто игнорируйте письмо.

source: Info:
ru: Информация:

source: Information
ru: Информация

source: Information:
ru: Информация:

source: Jabber ID:
ru: ID Jabber:

source: Last updated at
ru: Последнее обновление в

source: Lenar Shakirov
ru: Ленар Шакиров

source: License:
ru: Лицензия:

source: List of contributors:
ru: Список участников (принявших участие<br> в данной и/или предыдущих сборках пакета):

source: List of packages needing rebuild without "%undefine _configure_target" hack:
ru: Список пакетов, которые необходимо пересобрать без хака «%undefine _configure_target»:

source: List of packages which was built by this maintainer:
ru: Список пакетов, собранных сопровождающим:

source: List of packages:
ru: Список пакетов, собранных командой:

source: List of rpms provided by this srpm:
ru: Список rpm-пакетов, предоставляемых данным srpm-пакетом:

source: Mailing list
ru: Рассылка

source: Main
ru: Главная

source: Maintainer:
ru: Сопровождающий:

source: Maintainers
ru: Сопровождающие

source: Michael Shigorin
ru: Михаил Шигорин

source: Monitoring
ru: Мониторинг

source: Motsyo Gennadi
ru: Геннадий Моцьо

source: Nikolai Kostrigin
ru: Николай Костригин

source: Kernel Bot
ru: Бот ядра

source: Pavel Moseev (Mars)
ru: Павел Мосеев

source: Konstantin A. Lepikhov
ru: Константин Лепихов

source: Oleg Solovyov
ru: Олег Соловьёв

source: Alexei Takaseev
ru: Алексей Такасеев

source: Cronbuild Service
ru: Служба самосборки (сronbuild)

source: Vitaly Chikunov
ru: Виталий Чикунов

source: Mykola Grechukh
ru: Николай Гречух

source: ptrnine
ru: Вячеслав Асеев

source: Alexander Makeenkov
ru: Александр Макеенков

source: Grigory Batalov
ru: Григорий Баталов

source: Alexander Myltsev
ru: Александр Мыльцев

source: Alexey Tourbin
ru: Алексей Турбин

source: Kiriil A. Shutemov
ru: Кирилл Шутемов

source: Vitaly Kuznetsov
ru: Виталий Кузнецов

source: Networking/Chat
ru: Сети/Чат

source: Networking/DNS
ru: Сети/DNS

source: Networking/FTN
ru: Сети/FTN

source: Networking/File transfer
ru: Сети/Передача файлов

source: Networking/IRC
ru: Сети/IRC

source: Networking/Instant messaging
ru: Сети/Мгновенные сообщения

source: Networking/Mail
ru: Сети/Почта

source: Networking/News
ru: Сети/Новости

source: Networking/Other
ru: Сети/Прочее

source: Networking/Remote access
ru: Сети/Удалённый доступ

source: Networking/WWW
ru: Сети/WWW

source: Last changes
ru: Последние изменения

source: New password
ru: Новый пароль

source: No such branch!
ru: Нет такой ветви!

source: No such file.
ru: Нет такого файла.

source: No such group!
ru: Нет такой группы!

source: No such package!
ru: Нет такого пакета!

source: No such team!
ru: Нет такой команды!

source: Office
ru: Офис

source: On your query &quot;
ru: По запросу &laquo;

source: Other
ru: Другие

source: Other repositories
ru: Прочие репозитории

source: Package groups
ru: Группы пакетов

source: Packages
ru: Пакеты

source: Email:
ru: Эл. почта:

source: Website/Blog:
ru: Веб-страница/Блог:

source: Location:
ru: Размещение:

source: Time Zone:
ru: Часовой пояс:

source: packages built by this maintainer to the branch
ru: пакетов, собранных сопровождающим в эту ветвь

source: packages built by this maintainer at all
ru: пакетов, собранных сопровождающим, всего

source: Packages to rebuild:
ru: Список пакетов на пересборку:

source: Page not found
ru: Страница не найдена

source: Patch is too large.
ru: Патч слишком велик.

source: Patches
ru: Патчи

source: Wiki
ru: Вики-сайт

source: Altlinux public wiki
ru: Общедоступный вики-сайт ALT Linux

source: Bugzilla - create a new issue
ru: Bugzilla — сообщите о вопросе

source: VKontakte ALTLinux page
ru: Страница ALT Linux в VK

source: Facebook ALTLinux Facebook
ru: Страница ALT Linux на Facebook

source: Project Geyser
ru: Проект Geyser

source: Geyser - Group &laquo;%s&raquo;
ru: Geyser — Группa &laquo;%s&raquo;

source: Geyser - Group - Error!
ru: Geyser — Группа не найдена!

source: Geyser - Groups
ru: Geyser — Группы

source: Geyser - Information about the project
ru: Geyser — Информация о проекте

source: Geyser - Intro
ru: Geyser — Введение

source: Geyser - Maintainer &laquo;%s&raquo;
ru: Geyser — Сопровождающий &laquo;%s&raquo;

source: Geyser - Maintainer &laquo;%s&raquo; - ACL
ru: Geyser — Сопровождающий &laquo;%s&raquo; — Права

source: Geyser - Maintainer &laquo;%s&raquo; - Bugs
ru: Geyser — Сопровождающий &laquo;%s&raquo; — Ошибки

source: Geyser - Maintainer &laquo;%s&raquo; - Bugs (All)
ru: Geyser — Сопровождающий &laquo;%s&raquo; — Все ошибки

source: Geyser - Maintainer &laquo;%s&raquo; - FTBFS
ru: Geyser — Сопровождающий &laquo;%s&raquo; — FTBFS

source: Geyser - Maintainer &laquo;%s&raquo; - Gear
ru: Geyser — Сопровождающий &laquo;%s&raquo; — Gear

source: Geyser - Maintainer &laquo;%s&raquo; - Packages
ru: Geyser — Сопровождающий &laquo;%s&raquo; — Пакеты

source: Geyser - Maintainer &laquo;%s&raquo; - Repocop
ru: Geyser — Сопровождающий &laquo;%s&raquo; — Repocop

source: Geyser - Maintainer &laquo;%s&raquo; - Tasks
ru: Geyser — Сопровождающий &laquo;%s&raquo; — Задачи

source: Geyser - Maintainers &amp; Teams
ru: Geyser — Сопровождающие и команды разработчиков

source: Geyser - Package &laquo;%s&raquo;
ru: Geyser — Пакет &laquo;%s&raquo;

source: Geyser - Package &laquo;%s&raquo; - All bugs
ru: Geyser — Пакет &laquo;%s&raquo; — Все ошибки

source: Geyser - Package &laquo;%s&raquo; - Bugs
ru: Geyser — Пакет &laquo;%s&raquo; — Ошибки

source: Geyser - Package &laquo;%s&raquo; - Changelog
ru: Geyser — Пакет &laquo;%s&raquo; — Изменения

source: Geyser - Package &laquo;%s&raquo; - Download
ru: Geyser — Пакет &laquo;%s&raquo; — Загрузить

source: Geyser - Package &laquo;%s&raquo; - Gear
ru: Geyser — Пакет &laquo;%s&raquo; — Gear

source: Geyser - Package &laquo;%s&raquo; - Patches
ru: Geyser — Пакет &laquo;%s&raquo; — Патчи

source: Geyser - Package &laquo;%s&raquo; - Repocop
ru: Geyser — Пакет &laquo;%s&raquo; — Repocop

source: Geyser - Package &laquo;%s&raquo; - Sources
ru: Geyser — Пакет &laquo;%s&raquo; — Исходники

source: Geyser - Package &laquo;%s&raquo; - Spec
ru: Geyser — Пакет &laquo;%s&raquo; — Spec-файл

source: Geyser - Package &laquo;%s&raquo; - Tasks
ru: Geyser — Пакет &laquo;%s&raquo; — Задачи

source: Geyser - Rsync Exclude
ru: Geyser — Исключения Rsync

source: Geyser - Search
ru: Geyser — Поиск по сайту

source: Geyser - Security
ru: Geyser — Безопасность

source: Geyser - Team &laquo;%s&raquo;
ru: Geyser — Команда &laquo;%s&raquo;

source: Geyser - Team - Error!
ru: Geyser — Команда не найдена!

source: Publishing
ru: Издательство

source: RPM filter for rsync
ru: Фильтр пакетов для rsync

source: RPM:
ru: пакет:

source: Radik Usupov
ru: Радик Юсупов

source: Raw spec file
ru: Необработанный spec-файл

source: Git Repos
ru: Репозитории Git

source: Tasks
ru: Задачи

source: Repocop messages:
ru: Сообщения от repocop:

source: Resend confirmation instructions
ru: Повторно отправить инструкцию по подтверждению

source: Resend unlock instructions
ru: Повторно отправить инструкцию по разблокировке

source: SRPMs:
ru: Пакетов:

source: Sciences/Astronomy
ru: Науки/Астрономия

source: Sciences/Biology
ru: Науки/Биология

source: Sciences/Chemistry
ru: Науки/Химия

source: Sciences/Computer science
ru: Науки/Компьютерные науки

source: Sciences/Geosciences
ru: Науки/Науки о земле

source: Sciences/Mathematics
ru: Науки/Математика

source: Sciences/Medicine
ru: Науки/Медицина

source: Sciences/Other
ru: Науки/Прочее

source: Sciences/Physics
ru: Науки/Физика

source: Search
ru: Поиск по сайту

source: Search is not available.
ru: Поиск недоступен.

source: Search...
ru: Поиск...

source: Search over all branches...
ru: Поиск по всем ветвям...

source: Security
ru: Безопасность

source: Security fixes
ru: Исправления уязвимостей

source: Security/Antivirus
ru: Безопасность/Антивирус

source: Security/Networking
ru: Безопасность/Сети

source: Select branch:
ru: Выберите ветвь:

source: Send me reset password instructions
ru: Отправить инструкцию по сбросу пароля

source: Shells
ru: Интерпретаторы команд

source: Sign in
ru: Войти

source: Sign out
ru: Выйти

source: Sign up
ru: Зарегистрироваться
