Repository: altlinux/geyser
Catalog: locale/*/app.po
Languages: ru

source: Sisyphus is permanently changed repository. New packages appears, old packages update. It is necessary to sync with Sisyphus permanent for a man who supports his copy of repository. The size of repository is about 15 Gb. It is rather expensive to sync such amount of data.<br><br> In many cases you don't need <u>all</u> packages. You can use option --exclude-from=FILE with rsync utility to exclude packages you don't need.<br><br> This form helps you to create such file of exceptions. You can filter by group of packages and by size.<br><br> <b>Warning:</b> filters combined together with a logical &quot;AND&quot;
ru: Sisyphus &mdash; постоянно изменяющийся репозиторий пакетов. Появляются новые сборки, обновляются старые. Для человека, поддерживающего актуальность своей копии репозитория, требуется постоянная синхронизация с Sisyphus. На данный момент размер репозитория составляет около 15 ГБ. Синхронизация такого объёма требует колоссальных затрат на трафик.<br><br> Зачастую нет необходимости синхронизировать <u>все</u> пакеты. Опция --exclude-from=FILE утилиты rsync позволяет исключить те пакеты, которые вам не требуются.<br><br> Данная форма позволяет создать фильтр для rsync (опция --exclude-from=FILE), исключающий пакеты из отмеченных групп, превышающие заданный размер.<br><br> <b>Предупреждение:</b> фильтры сочетаются с помощью логического &laquo;И&raquo;.

source: Sisyphus sync
ru: Синхронизация Sisyphus

source: Size:
ru: Размер архива:

source: Someone has requested a link to change your password. You can do this through the link below.
ru: Был выполнен запрос на изменение вашего пароля. Перейдите по ссылке ниже для задания нового пароля.

source: Sound
ru: Звук

source: Source RPM:
ru: Исходный пакет:

source: Source is too large.
ru: Исходник слишком велик.

source: Sources
ru: Исходники

source: Spec
ru: Spec-файл

source: Spec file not yet imported.
ru: Spec-файл ещё не импортирован.

source: Specfile is not UTF-8 valid.
ru: Кодировка spec-файла не соответствует UTF-8.

source: Sphinx rebuild indexes. Please try again later.
ru: Sphinx перестраивает индексы. Пожалуйста, попробуйте позже.

source: Summary
ru: О пакете

source: Summary:
ru: О пакете:

source: System/Base
ru: Система/Основа

source: System/Configuration/Boot and Init
ru: Система/Настройка/Загрузка и инициализация

source: System/Configuration/Hardware
ru: Система/Настройка/Оборудование

source: System/Configuration/Networking
ru: Система/Настройка/Сеть

source: System/Configuration/Other
ru: Система/Настройка/Прочее

source: System/Configuration/Packaging
ru: Система/Настройка/Пакеты

source: System/Configuration/Printing
ru: Система/Настройка/Печать

source: System/Fonts/Console
ru: Система/Шрифты/Консольные

source: System/Fonts/True type
ru: Система/Шрифты/TrueType

source: System/Fonts/Type1
ru: Система/Шрифты/Type 1

source: System/Fonts/X11 bitmap
ru: Система/Шрифты/X11 растровые

source: System/Internationalization
ru: Система/Интернационализация

source: System/Kernel and hardware
ru: Система/Ядро и оборудование

source: System/Legacy libraries
ru: Система/Устаревшие библиотеки

source: System/Libraries
ru: Система/Библиотеки

source: System/Servers
ru: Система/Серверы

source: System/Servers/ZProducts
ru: Система/Серверы/ZProducts

source: System/X11
ru: Система/X11

source: System/XFree86
ru: Система/XFree86

source: TOP RPMs
ru: Топ-пакеты

source: TOP maintainers
ru: Топ-сопровождающие

source: Team leader:
ru: Лидер команды:

source: Team members:
ru: Участники команды:

source: Team:
ru: Команда:

source: Teams
ru: Команды разработчиков

source: Terminals
ru: Терминалы

source: Text tools
ru: Работа с текстами

source: There are no bugreports against this package
ru: По этому пакету нет сообщений об ошибках

source: Time
ru: Время

source: Total records:
ru: Всего записей:

source: Total:
ru: Всего записей:

source: Toys
ru: Развлечения

source: Unhappy?
ru: Не устраивает?

source: Unlock my account
ru: Разблокировать мою учётную запись

source: Update
ru: Обновить

source: Update personal maintainer info
ru: Обновить личные сведения о сопровождающем

source: Video
ru: Видео

source: Forum
ru: Форум

source: Discussion forum
ru: Форум обсуждений

source: You can confirm your account email through the link below:
ru: Вы можете подтвердить ваш адрес эл. почты, перейдя по ссылке ниже:

source: Your account has been locked due to an excessive number of unsuccessful sign in attempts.
ru: Ваша учётная запись была заблокирована из-за большого количества неудачных попыток входа.

source: Your password won't change until you access the link above and create a new one.
ru: Пароль будет изменён только тогда, когда вы перейдёте по ссылке выше и зададите новый.

source: about Geyser project
ru: О проекте Geyser

source: age
ru: возраст

source: ago
ru: назад

source: any
ru: любой

source: blog
ru: блог о Sisyphus

source: branch
ru: ветвь

source: branches
ru: ветви

source: build
ru: сборка

source: build time
ru: время сборки

source: community-en@
ru: sisyphus@

source: versions
ru: версии

source: current version
ru: текущая версия

source: detailed information about RPM
ru: подробная информация о пакете

source: detailed information about the package
ru: подробная информация о пакете

source: download latest version
ru: загрузить последнюю версию пакета

source: find
ru: искать

source: form
ru: формы

source: full changelog
ru: просмотреть полный список изменений пакета

source: generate
ru: сформировать

source: hide window
ru: свернуть окно

source: http://en.altlinux.org/Sisyphus
ru: http://www.altlinux.org/Sisyphus

source: http://lists.altlinux.org/mailman/listinfo/community-en/
ru: http://lists.altlinux.org/mailman/listinfo/sisyphus/

source: information about SRPM
ru: просмотреть информацию о пакете

source: information about maintainer
ru: просмотреть информацию о сопровождающем

source: leader
ru: ведущий

source: leave blank if you don't want to change it
ru: оставьте пустым, если вы не хотите вносить изменения

source: list of bugs and feature requests
ru: список ошибок и предложений по улучшению

source: packages, which was built by this maintainer
ru: собранные сопровождающим пакеты

source: gear repositories, which maintainer is involved in
ru: gear репозитории, в которых сопровождающий был вовлечён

source: build tasks, which maintainer have originated
ru: назначенные сопровождающим собранные задачи

source: watch novelties of the external packages monitoring
ru: надзор над новинами во внешних источниках пакетов

source: FTBFS list
ru: Список непересобирающихся пакетов

source: maintainers information
ru: информация о сопровождающих

source: message
ru: сообщение

source: open
ru: открытые ошибки

source: package
ru: пакет

source: package id
ru: id пакета

source: package leader
ru: ведущий

source: packages information
ru: информация о пакетах

source: packages which was built by this maintainer
ru: просмотреть пакеты, собранные сопровождающим

source: log url
ru: URL журнала

source: arch
ru: арх

source: reported
ru: сообщено

source: touched
ru: обновлено

source: new version
ru: новая версия

source: patches
ru: просмотреть патчи пакета

source: maintainer
ru: сопровождающий

source: kind
ru: вид

source: repos
ru: репозитории

source: change time
ru: время правки

source: repocop bugreports
ru: отчёты repocop о найденных ошибках и замечаниях

source: repocop patch
ru: патч repocop

source: repocop joint patchset for the package
ru: сведённый набор патчей repocop для пакета

source: reporter
ru: сообщено

source: resolution
ru: разрешение

source: security fixes
ru: исправления уязвимостей

source: select branch
ru: выбрать ветвь

source: severity
ru: серьёзность

source: sisyphus public site
ru: общедоступный сайт Sisyphus

source: site home page
ru: главная страница сайта

source: sort maintainers by amount of packages
ru: выборка лидеров по количеству пакетов

source: sort packages by amount of releases in the last half of year
ru: выборка пакетов по количеству релизов за последние полгода

source: sources
ru: исходники

source: spec
ru: просмотреть spec-файл пакета

source: status
ru: статус

source: summary
ru: описание

source: switch branch to it
ru: перейти к этой ветви

source: test
ru: тест

source: this package in gear repositories
ru: наличие пакета в gear-репозиториях

source: Tips & tricks
ru: Полезные советы

source: tips and tricks
ru: полезные советы

source: total
ru: все ошибки

source: we need your current password to confirm your changes
ru: для подтверждения изменений необходим ваш текущий пароль

source: weeks
ru: недели

source: All arches
ru: Все архитектуры

source: All branches
ru: Все ветви

source: Branch paths
ru: Пути к ветвям

source: SRPMs in branches
ru: Исходные пакеты в ветвях

source: _ru
ru: Русский

source: _en
ru: Английский

source: Didn't receive confirmation instructions?
ru: Не получили инструкцию по подтверждению?

source: Branches
ru: Ветви

source: Email
ru: Эл. почта

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: Quantity of source rpms resized in the branch source
ru: Количество исходных пакетов, расположенных в источнике ветви

source: No files to download
ru: Нет файлов для скачивания

source: This branch is supported by the Basealt SPO Team.
ru: Данная ветвь сопровождается командой «Базальт СПО».

source: Srpm counts calculated per physical architecture for the current branch
ru: Количество исходных пакетов, вычисленное по каждой архитектуре для текущей ветви

source: Architecture dependent srpms
ru: Архитектурозависимые пакеты

source: search by arch
ru: поиск по архитектуре

source: lately updated gear or srpm git repo
ru: последний по времени обновления srpm- или gear-репозиторий

source: person
ru: личный

source: srpm
ru: импортированный

source: geared
ru: сведённый

source: git repos associated with the package
ru: git-репозитории, связанные с пакетом

source: build tasks associated with the package
ru: сборочные задачи, связанные с пакетом

source: build tasks which maintainer have originated
ru: сборочные задачи, созданные сопровождающим

source: task no
ru: номер задания

source: state
ru: состояние

source: shared
ru: разделяемое

source: try
ru: попытка

source: changed at
ru: изменено

source: components
ru: компоненты

source: owner
ru: владелец

source: DONE
ru: СДЕЛАНО

source: FAILED
ru: ПРОИЗОШЁЛ СБОЙ

source: FAILING
ru: ПРОИСХОДИТ СБОЙ

source: PENDING
ru: В ОЧЕРЕДИ

source: AWAITING
ru: В ОЖИДАНИИ

source: private
ru: личное

source: prod
ru: прод

source: Task no
ru: Задание
